Revit 2027 API
ParameterTypeId.FamilyLineLengthParam Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyLineLengthParam { get; }
Public Shared ReadOnly Property FamilyLineLengthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyLineLengthParam {
	ForgeTypeId^ get ();
}
static member FamilyLineLengthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace